const Adhayshakti = () => {
  return (
    <div>
      <div className="about-detail text-center">
        <h3>જય આદ્યાશક્તિ</h3>
        <p>
          <br />
          જય આદ્યશક્તિ મા જય આદ્યા શક્તિ અખંડ બ્રહ્માંડ દીપાવ્યા, અખંડ બ્રહ્માંડ
          દીપાવ્યા પડવે પ્રગટયા મા ૐ જય ૐ... જય ૐ માઁ જગદંબે
          <br />
        </p>
        <p>
          <br />
          દ્વિતીયા બેય સ્વરૂપ, શિવશક્તિ જાણું મા, શિવશક્તિ જાણું બ્રહ્મા ગણપતિ
          ગાએ, બ્રહ્મા ગણપતિ ગાએ, હર ગાએ હર મા ૐ જય ૐ... જય ૐ માઁ જગદંબે
          <br />
        </p>
        <p>
          <br />
          તૃતીયા ત્રણ સ્વરૂપ, ત્રિભુવનમાં બેઠાં, મા ત્રિભુવનમાં બેઠાં ત્રયા થકી
          તરવેણી, ત્રયા થકી તરવેણી, તું તરવેણી મા ૐ જય ૐ... જય ૐ માં જગદંબે
          <br />
        </p>
        <p>
          <br />
          ચોથે ચતુરા મહાલક્ષ્મી, મા સચરાચર વ્યાપ્યા, મા સચરાચર વ્યાપ્યા ચાર ભુજા
          ચૌ દિશા, ચાર ભુજા ચૌ દિશા, પ્રગટ્યા દક્ષિણમાં ૐ જય ૐ ... જય ૐ માં
          જગદંબે
          <br />
        </p>
        <p>
          <br />
          પંચમી પંચ ઋષિ, પંચમી ગુણ પદ્મા, મા પંચમી ગુણ પદ્મા પંચ સહસ ત્યાં
          સોહીએ, પંચ સહસ ત્યાં સોહીએ, પંચે તત્વો મા ૐ જય ૐ... જય ૐ માઁ જગદંબે
          <br />
        </p>
        <p>
          <br />
          ષષ્ઠી તું નારાયણી, મહિષાસુર માર્યો, મા મહિસાસુર માર્યો નર-નારીના રૂપે,
          નર-નારીના રૂપે, વ્યાપ્યા સઘળે મા ૐ જય ૐ... જય ૐ માઁ જગદંબે
          <br />
        </p>
        <p>
          <br />
          સપ્તમી સપ્ત પાતાળ, સંધ્યા સાવિત્રી, મા સંધ્યા સાવિત્રી ગૌ ગંગા
          ગાયત્રી, ગૌ ગંગા ગાયત્રી, ગૌરી ગિરિજા મા ૐ જય ૐ... જય ૐ માં જગદંબે
          <br />
        </p>
        <p>
          <br />
          અષ્ટમી અષ્ટ ભુજા, આઈ આનંદા, મા આઈ આનંદા સુનીવર મુનીવર જન્મ્યા, સુનીવર
          મુનીવર જન્મ્યા, દેવ દૈત્યો મા ૐ જય ૐ ... જય ૐ માં જગદંબે
          <br />
        </p>

        <p>
          <br />
          નવમી નવકુળ નાગ, સેવે નવદુર્ગા, મા સેવે નવદુર્ગા નવરાત્રીના પૂજન,
          શિવરાત્રીના અર્ચન, કીધાં હરબ્રહ્મા ૐ જય ૐ... જય ૐ માં જગદંબે
          <br />
        </p>
        <p>
          <br />
          દશમી દશ અવતાર, જય વિજયા દશમી, મા જય વિજયા દશમી રામે રામ રમાડયા, રામે
          રામ રમાડયા. રાવણ રોળ્યો મા ૐ જય ૐ... જય ૐ માં જગદંબે.
          <br />
        </p>

        <p>
          <br />
          એકાદશી અગીયાસ, કાત્યાયની કામા, મા કાત્યાયની કામા કામ દુર્ગા કાલિકા,
          કામ દુર્ગા કાલિકા, શ્યામા ને રામા ૐ જય ૐ... જય ૐ માઁ જગદંબે
          <br />
        </p>
        <p>
          <br />
          બારસે બાળા રૂપ, બહુચરી અંબામા, મા બહુચરી અંબામાં બટુક ભૈરવ સોહીએ, કાળ
          ભૈરવ સોહીએ, તારા છે તુજમાં ૐ જય ૐ ... જય ૐ માં જગદંબે
          <br />
        </p>
        <p>
          <br />
          તેરસે તુળજારૂપ, તું તારુણી માતા, મા તારુણી માતા બ્રહ્મા વિષ્ણુ સદાશિવ,
          બ્રહ્મા વિષ્ણુ સદાશિવ, ગુણ તારા ગાતાં ૩ૐ જય ૐ.... જય ૐ મોં જગદંબે
          <br />
        </p>
        <p>
          <br />
          ચૌદશે ચૌદા રૂપ, ચંડી ચામુંડા, મા ચંડી ચામુંડા ભાવ ભક્તિ કાંઈ આપો,
          ચતુરાઈ કાંઈ આપો, સિંહ-વાહની મા ૐ જય છે... જય ૐ માં જગદંબે
          <br />
        </p>
        <p>
          <br />
          પુનમે કુંભ ભર્યો, સાંભળજો કરુણા, મા સાંભળજો કરુણા વશિષ્ટદેવે વખાણ્યા,
          માર્કંડમુનિએ વખાણ્યા, મા ગાઈ શુભ કવિતા ૐ જય ૐ... જય ૐ માં જગદંબે
          <br />
        </p>
        <p>
          <br />
          સંવત સોળ સતાવન, સોળશે બાવીસમા, મા સોળશે બાવીસમા સંવત સોળે પ્રકટ્યા,
          સંવત સોળે પ્રકટવા, રેવાને તીરે, મા ગંગાને તીરે ૐ જય છે... જય ૐ માં
          જગદંબે
          <br />
        </p>
        <p>
          <br />
          ત્રંબાવટી નગરી, આઈ રૂપાવટી નગરી, મા મંછાવટી નગરી સોળ સહસ્ત્ર ત્યાં
          સોહીએ, સોળ સહસ ત્યાં સોહીએ, ક્ષમા કરો ગૌરી, મા દયા કરો ગૌરી ૐ જય ૐ...
          જય ૐ માં જગદંબે
          <br />
        </p>
        <p>
          <br />
          જય બહુચર બાળી માં, જય બહુચર બાળી, આરાસુરમાં અંબા બીરાજે, આરાસુરમાં
          અંબા બીરાજે પાવાગઢ કાળી ૐ જય ૐ... જય ૐ માં જગદંબે
          <br />
        </p>
        <p>
          <br />
          શિવશક્તિની આરતી, જે કોઈ ગાશે, મા જે ભાવે ગાશે ભણે શિવાનંદ સ્વામી, ભણે
          શિવાનંદ સ્વામી, સુખ સંપતિ થાશે, હર કૈલાસે જાશે, મા અંબા દુઃખ હરશે ૐ જય
          ૐ... જય ૐ મોં જગદંબે
          <br />
        </p>
        <p>
          <br />
          ભાવ ના જાણું ભક્તિ ના જાણું, ના જાણું સેવા, મા ના જાણુ સેવા વલ્લભ
          ભટ્ટને રાખ્યા, વલ્લભ ભટ્ટને રાખ્યા, શરણે સુખ દેવા ૐ જય છે... જય ૐ માં
          જગદંબે
          <br />
        </p>
        <p>
          <br />
          હવે વિનંતી એટલી માં,....
          <br />
        </p>
        <p>
          <br />
          જય આદ્યશક્તિ મા જય આદ્યા શક્તિ અખંડ બ્રહ્માંડ દીપાવ્યા, અખંડ બ્રહ્માંડ
          દીપાવ્યા પડવે પ્રગટયા મા ૐ જય ૐ... જય ૐ માઁ જગદંબે
          <br />
        </p>
      </div>
    </div>
  );
};

export default Adhayshakti;
