const Barjyotirling = () => {
  return (
    <div>
      <div className="about-detail text-center">
        <h3>દ્વાદશજ્યોતિર્લિઙ્ગસ્મરણમ</h3>
        <p>
          સૌરાષ્ટ્રે સોમનાથં ચ શ્રીશૈલે મલ્લિકાર્જુનમ |
          <br />
          ઉજ્જયિન્યાં મહાકાળમોઙ્કારમમલેશ્વરમ ||૧||
          <br />
          <br />
          પરલ્યાં વૈદ્યનાથં ચ ડાકિન્યાં ભીમશઙ્કરમ |
          <br />
          સેતુબન્ધે તુ રામેશં નાગેશં દારુકાવને ||૨||
          <br />
          <br />
          વારાણસ્યાં તુ વિશ્વેશં ત્ર્યંબકં ગૌતમીતટે |
          <br />
          હિમાલયે તુ કેદારં ઘુસૃણેશં શિવાલયે ||૩||
          <br />
          <br />
          એતાનિ જ્યોતિર્લિઙ્ગાનિ સાયં પ્રાતઃ પઠેન્નરઃ |
          <br />
          સપ્તજન્મકૃતં પાપં સ્મરણેન વિનશ્યતિ ||૪||
          <br />
          <br />
          ઇતિ દ્વાદશજ્યોતિર્લિઙ્ગસ્મરણં સંપૂર્ણમ ||
        </p>
      </div>
    </div>
  );
};

export default Barjyotirling;
