const Chhand = () => {
  return (
    <div>
      <div className="about-detail text-center">
        <h3>માતાજીના છંદ – અમીચંદ</h3>
        <p>
          <br />
          અંબા માં તારું દર્શન દુર્લભ, દર્શનથી દુઃખ ભાંગે છે,
          <br />
          <br />
          અરજ કરી માને શીશ નમાવું, ધનભાગ્ય મારું આજે છે…
          <br />
          <br />
          લક્ષ ચોર્યાશી ફેરા ફરીને, મનસા અવતાર ધરાવ્યો છે,
          <br />
          <br />
          ગુલામ તમારો આવ્યો મુસાફર, માયામાં લપટાયો છે…
          <br />
          <br />
          કામ, ક્રોધ, મોહ, મત્સર, માયા દુર્મતિ પર ધાયો છે,
          <br />
          <br />
          લોભ લહેર એક નદીયા વહે છે, ઉસમેં જીવ દુભાયો છે…
          <br />
          <br />
          તુમ બીના પાર ઉતારે કોણ મા, ભક્તને કે શિર ગાજે છે,
          <br />
          <br />
          અરજ કરીને માને શીશ નમાવું, ધનભાગ્ય મારું આજે છે…
          <br />
          <br />
          કોઈ વખત જીવ જાયે ધરમ પર, માયા પાછી લપટાવે છે,
          <br />
          <br />
          આકીન અમારું રહેતું નથી, મારું પાપ મને અથડાવે છે…
          <br />
          <br />
          હવે ઉપાય શું કરું માતાજી, હમકું કોઈ બતાવે છે,
          <br />
          <br />
          ચાકર બેઠો ચિત્તમાં તમારો, દિલમાં બહુ ગભરાવે છે…
          <br />
          <br />
          મારી હકીકત તું સહુ જાણે, ઘટઘટમાં તું બિરાજે છે,
          <br />
          <br />
          અરજ કરી માને શીશ નમાવું, ધનભાગ્ય મારું આજે છે…
          <br />
          <br />
          માન નિરંજન તું દુઃખભંજન, નિરધનને ધન આપે છે,
          <br />
          <br />
          વાં ઝિયા હોય તેનું મેણું ટાળી, તેને તું ફરજંદ આપે છે…
          <br />
          <br />
          ભક્ત કરે મા ભક્તિ તમારી, તેને તું દર્શન આપે છે,
          <br />
          <br />
          જન્મોજનમનાં પાપ નિવારણ, એક પલકમાં કાપે છે…
          <br />
          <br />
          બહુચર-બાળી અંબે દયાળી, ભક્તન જે શિર ગાજે છે,
          <br />
          <br />
          મારી હકીકત કહી મમમાયા, તુમ બીન કોણ મિ તાવે છે…
          <br />
          <br />
          બ્રહ્મા, વિષ્ણુ, રુદ્રને કહીએ, તે તારા ગુણ ગાએ છે,
          <br />
          <br />
          સર્વ દેવના દેવ તમે છો, તેરા નામકું ધાએ છે…
          <br />
          <br />
          મહારાજ ગીર કહે સત્ય શબ્દ, એ અમર પદ પામે છે,
          <br />
          <br />
          અમીચંદ કહે છંદ બનાવી, તારે હાથ મારી લાજે છે…
          <br />
          <br />
          અંબા માં તારું દર્શન દુર્લભ, દર્શનથી દુઃખ ભાંગે છે,
          <br />
          <br />
          અરજ કરી માને શીશ નમાવું, ધનભાગ્ય મારું આજે છે…
          <br />
        </p>
      </div>
    </div>
  );
};

export default Chhand;
