const Dattbavni = () => {
  return (
    <div>
      <div className="about-detail text-center">
        <h3>દત્ત બાવની</h3>
        <p>
          <span>
            જય યોગીશ્વર દત્ત દયાળ
            <br />
            તું જ એક જગમાં પ્રતિપાળ
            <br />
            અત્રયનસૂયા કરી નિમિત્ત
            <br />
            પ્રગટ્યો જગકારણ નિશ્ચિત
            <br />
            <br />
            બ્રહ્મા હરિહરનો અવતાર
            <br />
            શરણાગતનો તારણહાર
            <br />
            અંતર્યામી સત્ ચિત્ સુખ
            <br />
            બહાર સદગુરુ દ્વિભૂજ સુમુખ
            <br />
            <br />
            ઝોળી અન્નપૂર્ણા કરમાંહ્ય
            <br />
            શાંતિ કમંડલ કર સોહાય
            <br />
            ક્યાંય ચતુર્ભૂજ ષડ્ભૂજ સાર
            <br />
            અનંતબાહુ તું નિર્ધાર
            <br />
            <br />
            આવ્યો શરણે બાળ અજાણ
            <br />
            ઊઠ દિગંબર, ચાલ્યા પ્રાણ
            <br />
            સુણી અર્જુન કેરો સાદ
            <br />
            રીઝ્યો પૂર્વે તું સાક્ષાત્
            <br />
            <br />
            દીધી રિદ્ધિ સિદ્ધિ અપાર
            <br />
            અંતે મુક્તિ મહાપદ સાર
            <br />
            કીધો આજે કેમ વિલંબ
            <br />
            તુજ વિણ મુજને ના આલંબ?
            <br />
            <br />
            વિષ્ણુશર્મ દ્વિજ તાર્યો એમ
            <br />
            જમ્યો શ્રાદ્ધમાં દેખી પ્રેમ
            <br />
            જંભદૈત્યથી ત્રાસ્યા દેવ
            <br />
            કીધી મ્હેર તેં ત્યાં તતખેવ
            <br />
            <br />
            વિસ્તારી માયા, દિતિસુત
            <br />
            ઇન્દ્રકરે હણાવ્યો તૂર્ત
            <br />
            એવી લીલા કંઇ કંઇ શર્વ
            <br />
            કીધી વર્ણવે કો તે સર્વ?
            <br />
            <br />
            દોડ્યો આયુ સુતને કામ
            <br />
            કીધો એને તેં નિષ્કામ
            <br />
            બોધ્યા યદુને પરશુરામ
            <br />
            સાધ્યદેવ પ્રહલાદ અકામ
            <br />
            <br />
            એવી તારી કૃપા અગાધ
            <br />
            કેમ સૂણે ના મારો સાદ?
            <br />
            દોડ, અંત ના દેખ અનંત
            <br />
            મા કર અધવચ શિશુનો અંત!
            <br />
            <br />
            જોઇ દ્વિજસ્ત્રી કેરો સ્નેહ
            <br />
            થયો પુત્ર તું નિઃસંદેહ
            <br />
            સ્મર્તૃગામી કલિતાર કૃપાળ
            <br />
            તાર્યો ધોબી છેક ગમાર
            <br />
            <br />
            પેટપીડથી તાર્યો વિપ્ર
            <br />
            બ્રાહ્મણ શેઠ ઉગાર્યો ક્ષિપ્ર <br />
            કરે કેમ ના મારી વ્હાર <br />
            જો આણીગમ એક જ વાર
            <br />
            <br />
            શુષ્ક કાષ્ઠ ને આણ્યાં પત્ર <br />
            થયો કેમ ઉદાસીન અત્ર <br />
            જર્જર વંધ્યા કેરાં સ્વપ્ન
            <br />
            કર્યા સફળ તેં સુતનાં કૃત્સ્ન
            <br />
            <br />
            કરી દૂર બ્રાહ્મણનો કોઢ
            <br />
            કીધા પૂરણ એના કોડ
            <br />
            વંધ્યા ભેંસ દૂઝવી દેવ
            <br />
            હર્યું દારિદ્રય તેં તતખેવ
            <br />
            <br />
            ઝાલર ખાઇ રીધ્યો એમ
            <br />
            દીધો સુવર્ણઘટ સપ્રેમ
            <br />
            બ્રાહ્મણસ્ત્રીનો મૃત ભરથાર
            <br />
            કીધો સજીવન તેં નિર્ધાર <br />
            <br />
            પિશાચ પીડા કીધી દૂર
            <br />
            વિપ્રપુત્ર ઊઠાડ્યો શૂર
            <br />
            હરી વિપ્રમદ અત્યંજ હાથ
            <br />
            રક્ષ્યો ભક્ત ત્રિવિક્રમ તાત
            <br />
            <br />
            નિમિષમાત્રે તંતુક એક
            <br />
            પહોંચાડ્યો શ્રીશૈલે દેખ
            <br />
            એકીસાથે આઠ સ્વરૂપ
            <br />
            ધરી દેવ બહુરૂપ અરૂપ
            <br />
            <br />
            સંતોષ્યા નિજ ભક્ત સુજાત
            <br />
            આપી પરચાઓ સાક્ષાત્.
            <br />
            યવનરાજની ટાળી પીડ
            <br />
            જાતપાતની તને ન ચીડ
            <br />
            <br />
            રામકૃષ્ણરૂપે તેં એમ
            <br />
            &nbsp;કીધી લીલાઓ કંઇ તેમ
            <br />
            તાર્યાં પથ્થર ગણિકા વ્યાધ
            <br />
            પશુપંખી પણ તુજને સાધ
            <br />
            <br />
            અધમઓધારણ તારું નામ
            <br />
            &nbsp;ગાતાં સરે ન શાં શાં કામ <br />
            આધિ વ્યાધિ ઉપાધિ સર્વ
            <br />
            ટળે સ્મરણમાત્રથી સર્વ
            <br />
            <br />
            મૂઠચોટ ના લાગે જાણ
            <br />
            પામે નર સ્મરણે નિર્વાણ
            <br />
            ડાકણ શાકણ ભેંસાસુર
            <br />
            ભૂત પિશાચો જંદ અસુર
            <br />
            <br />
            નાસે મૂઠી દઇને તૂર્ત
            <br />
            દત્તધૂન સાંભળતાં મૂર્ત
            <br />
            કરી ધૂપ ગાએ જે એમ <br />
            ‘દત્તબાવની’ આ સપ્રેમ
            <br />
            <br />
            સુધરે તેના બંને લોક
            <br />
            રહે ન તેને ક્યાંયે શોક <br />
            દાસી સિદ્ધિ તેની થાય
            <br />
            દુઃખ દારિદ્રય તેનાં જાય <br />
            <br />
            બાવન ગુરુવારે નિત નેમ
            <br />
            &nbsp;કરે પાઠ બાવન સપ્રેમ
            <br />
            યથાવકાશે નિત્ય નિયમ
            <br />
            તેને કદી ન દંડે યમ
            <br />
            <br />
            અનેક રૂપે એજ અભંગ
            <br />
            ભજતાં નડે ન માયા-રંગ
            <br />
            સહસ્ત્ર નામે નામી એક
            <br />
            &nbsp;દત્ત દિગંબર અસંગ છેક!
            <br />
            <br />
            વંદુ તુજને વારંવાર
            <br />
            &nbsp;વેદ શ્વાસ નારા નિર્ધાર <br />
            થાકે વર્ણવતાં જ્યાં શેષ
            <br />
            &nbsp;કોણ રાંક હું બહુકૃતવેષ?
            <br />
            <br />
            અનુભવતૃપ્તિનો ઉદ્દગાર <br />
            સૂણી હસે તે ખાશે માર
            <br />
            તપસી તત્વમસિ એ દેવ
            <br />
            બોલો જય જય શ્રીગુરુદેવ <br />
            બોલો જય જય શ્રીગુરુદેવ&nbsp;&nbsp;
          </span>
        </p>
      </div>
    </div>
  );
};

export default Dattbavni;
