const Gayatrichalisa = () => {
  return (
    <div>
      <div className="about-detail text-center">
        <h3>मां गायत्री चालीसा...</h3>
        <p></p>
        <pre>
          <br />
          ह्रीं श्रीं क्लीं मेधा प्रभा जीवन ज्योति प्रचंड ॥<br />
          शांति कांति जागृत प्रगति रचना शक्ति अखंड ॥1॥
          <br /> <br />
          जगत जननी मंगल करनि गायत्री सुखधाम ।<br />
          प्रणवों सावित्री स्वधा स्वाहा पूरन काम ॥2॥
          <br /> भूर्भुवः स्वः ॐ युत जननी ।<br />
          गायत्री नित कलिमल दहनी ॥॥
          <br /> <br />
          अक्षर चौबीस परम पुनीता ।<br />
          इनमें बसें शास्त्र श्रुति गीता ॥॥
          <br />
          शाश्वत सतोगुणी सत रूपा ।<br />
          सत्य सनातन सुधा अनूपा ॥॥
          <br /> <br />
          हंसारूढ श्वेतांबर धारी ।<br />
          स्वर्ण कांति शुचि गगन-बिहारी ॥॥
          <br /> पुस्तक पुष्प कमंडलु माला ।<br />
          शुभ्र वर्ण तनु नयन विशाला ॥॥
          <br /> <br />
          ध्यान धरत पुलकित हित होई ।<br />
          <br />
          सुख उपजत दुख दुर्मति खोई ॥॥
          <br /> <br />
          कामधेनु तुम सुर तरु छाया ।<br />
          निराकार की अद्भुत माया ॥॥
          <br /> <br />
          तुम्हरी शरण गहै जो कोई ।<br />
          तरै सकल संकट सों सोई ॥॥
          <br />
          सरस्वती लक्ष्मी तुम काली ।<br />
          दिपै तुम्हारी ज्योति निराली ॥॥
          <br /> <br />
          तुम्हरी महिमा पार न पावैं ।<br />
          जो शारद शत मुख गुन गावैं ॥॥
          <br /> <br />
          चार वेद की मात पुनीता ।<br />
          तुम ब्रह्माणी गौरी सीता ॥॥
          <br /> <br />
          महामंत्र जितने जग माहीं ।<br />
          कोउ गायत्री सम नाहीं ॥॥
          <br />
          सुमिरत हिय में ज्ञान प्रकासै ।<br />
          आलस पाप अविद्या नासै ॥॥
          <br /> <br />
          सृष्टि बीज जग जननि भवानी ।<br />
          कालरात्रि वरदा कल्याणी ॥॥
          <br /> <br />
          ब्रह्मा विष्णु रुद्र सुर जेते ।<br />
          तुम सों पावें सुरता तेते ॥॥
          <br /> <br />
          तुम भक्तन की भक्त तुम्हारे ।<br />
          जननिहिं पुत्र प्राण ते प्यारे ॥॥
          <br /> <br />
          महिमा अपरम्पार तुम्हारी ।<br />
          जय जय जय त्रिपदा भयहारी ॥॥
          <br /> <br />
          पूरित सकल ज्ञान विज्ञाना ।<br />
          तुम सम अधिक न जगमें आना ॥॥
          <br /> <br />
          तुमहिं जानि कछु रहै न शेषा ।<br />
          तुमहिं पाय कछु रहै न क्लेसा ॥॥
          <br />
          जानत तुमहिं तुमहिं व्है जाई ।<br />
          पारस परसि कुधातु सुहाई ॥॥
          <br /> <br />
          तुम्हरी शक्ति दिपै सब ठाई ।<br />
          माता तुम सब ठौर समाई ॥॥
          <br /> <br />
          ग्रह नक्षत्र ब्रह्मांड घनेरे ।<br />
          सब गतिवान तुम्हारे प्रेरे ॥॥
          <br /> <br />
          सकल सृष्टि की प्राण विधाता ।<br />
          पालक पोषक नाशक त्राता ॥॥
          <br />
          मातेश्वरी दया व्रत धारी ।<br />
          तुम सन तरे पातकी भारी ॥॥
          <br /> <br />
          जापर कृपा तुम्हारी होई ।<br />
          तापर कृपा करें सब कोई ॥॥
          <br /> <br />
          मंद बुद्धि ते बुधि बल पावें ।<br />
          रोगी रोग रहित हो जावें ॥॥
          <br /> <br />
          दरिद्र मिटै कटै सब पीरा ।<br />
          नाशै दुख हरै भव भीरा ॥॥
          <br />
          गृह क्लेश चित चिंता भारी ।<br />
          नासै गायत्री भय हारी ॥॥
          <br /> <br />
          संतति हीन सुसंतति पावें ।<br />
          सुख संपति युत मोद मनावें ॥॥
          <br /> <br />
          भूत पिशाच सबै भय खावें ।<br />
          यम के दूत निकट नहिं आवें ॥॥
          <br /> <br />
          जो सधवा सुमिरें चित लाई ।<br />
          अछत सुहाग सदा सुखदाई ॥॥
          <br />
          घर वर सुख प्रद लहैं कुमारी ।<br />
          विधवा रहें सत्य व्रत धारी ॥॥
          <br /> <br />
          जयति जयति जगदंब भवानी ।<br />
          तुम सम ओर दयालु न दानी ॥॥
          <br /> <br />
          जो सतगुरु सो दीक्षा पावे ।<br />
          सो साधन को सफल बनावे ॥॥
          <br /> <br />
          सुमिरन करे सुरूचि बडभागी ।<br />
          लहै मनोरथ गृही विरागी ॥॥
          <br />
          अष्ट सिद्धि नवनिधि की दाता ।<br />
          सब समर्थ गायत्री माता ॥॥
          <br /> <br />
          ऋषि मुनि यती तपस्वी योगी ।<br />
          आरत अर्थी चिंतित भोगी ॥॥
          <br /> <br />
          जो जो शरण तुम्हारी आवें ।<br />
          सो सो मन वांछित फल पावें ॥॥
          <br /> <br />
          बल बुधि विद्या शील स्वभाउ ।<br />
          धन वैभव यश तेज उछाउ ॥॥
          <br />
          सकल बढें उपजें सुख नाना ।<br />
          जे यह पाठ करै धरि ध्याना ॥<br /> <br />
          <strong>
            दोहा
            <br />
          </strong>
          <br />
          यह चालीसा भक्ति युत पाठ करै जो कोई ।<br />
          तापर कृपा प्रसन्नता गायत्री की होय ॥<br /> <br />
        </pre>
      </div>
    </div>
  );
};

export default Gayatrichalisa;
