const JayDevi = () => {
  return (
    <div>
      <div className="about-detail text-center">
        <h3>जय देवी जय देवी</h3>
        <p>
          <br />
          दुर्गे दुर्घट भारी तुजविण संसारी । <br />
          अनाथनाथे अंबे करुणा विस्तारी ॥ <br />
          वारी वारीं जन्ममरणाते वारी । <br />
          हारी पडलो आता संकट नीवारी ॥ १ ॥ <br />
          <br />
          जय देवी जय देवी जय महिषासुरमथनी । <br />
          सुरवरईश्वरवरदे तारक संजीवनी ॥ धृ. ॥ <br />
          <br />
          त्रिभुवनी भुवनी पाहतां तुज ऎसे नाही । <br />
          चारी श्रमले परंतु न बोलावे काहीं ॥ <br />
          साही विवाद करितां पडिले प्रवाही । <br />
          ते तूं भक्तालागी पावसि लवलाही ॥ २ ॥ <br />
          <br />
          प्रसन्न वदने प्रसन्न होसी निजदासां । <br />
          क्लेशापासूनि सोडी तोडी भवपाशा ॥ <br />
          अंबे तुजवांचून कोण पुरविल आशा । <br />
          नरहरि तल्लिन झाला पदपंकजलेशा ॥ ३ ॥<br />
        </p>
      </div>
    </div>
  );
};

export default JayDevi;
