const Rambhajan = () => {
  return (
    <div>
      <div className="about-detail text-center">
        <h3>શ્રી રામચંદ્ર કૃપાલુ ભજમન</h3>
        <span>
          શ્રી રામચંદ્ર કૃપાલુ ભજમન હરણ ભવ ભય દારૂણમ્
          <br />
          નવ કંજ લોચન કંજ મુખ કર કંજ પદ કંજારુણમ્
          <br />
          <br />
          કંદર્પ અગણિત અમિત છબી નવ નીલ નીરજ સુંદરમ્
          <br />
          પટ પીત માનહુ તડિત રુચિ સુચી નોમી જનક સુતાવરમ્
          <br />
          <br />
          ભજ દિન બંધુ દિનેશ દાનવ દૈત્ય વંશ નિકંદનમ્
          <br />
          રઘુનંદ આનંદ કંદ કૌશલ ચંદ દશરથ નંદનમ્
          <br />
          <br />
          શિર મુકુટ કુંડળ તિલક ચારુ ઉદાર અંગ વિભૂષણં
          <br />
          આજાનુ ભુજ શર ચાપ ઘર સંગ્રામ જીત ખર દુષણમ્
          <br />
          <br />
          ઇતિ વદતી તુલસી દાસ શંકર શેષ મુનિ મન રંજનમ્
          <br />
          મમ હૃદય કુંજ નિવાસ કરું કામાદિ ખલદલ ગંજનમ્
          <br />
        </span>
      </div>
    </div>
  );
};

export default Rambhajan;
