const Sthalsthal = () => {
  return (
    <div>
      <div className="about-detail text-center">
        <h3>સ્થળ સ્થળ મહીં </h3>
        <p>
          સ્થળ સ્થળ મહીં તુજ વાસ હો,પળ પળ સદા મા જાગતી,
          <br /> દિન રત તારા ભક્તની સંભાળ માઁ તુ રાખતી (૨)
          <br /> મુજ કષ્ટ કાપી ભક્તના સાચવે તારા ગણી,
          <br /> શ્રી માત અંબે આદ્ય શક્તિ પતિત પવન ઈશ્વરી (૨)
          <br /> જગ મોહના વંટોળમાં હું ભાન ભૂલ્યો ભૂલથી,
          <br /> દુખો બધા મુજ ટાળજે માઁ એજ એ ત્રિશૂળથી (૨)
          <br /> સદજ્ઞાન ભક્તિ ભાવના તુ મુજ મહીં દે જે ભરી,
          <br /> શ્રી માત અંબે આદ્ય શક્તિ પતિત પવન ઈશ્વરી (૨)
          <br /> તે જન્મ વખતે જાળવ્યો, બાળાપણે રક્ષા કરી,
          <br /> નાના થાકી મોટો કર્યો માઁ દુઃખ મારા પર હરી (૨)
          <br /> ઉપકાર જ્યાં અગણિત છે,વાળી શંકુ ના હું જરી,
          <br /> શ્રી માત અંબે આદ્ય શક્તિ પતિત પવન ઈશ્વરી (૨)
        </p>
      </div>
    </div>
  );
};

export default Sthalsthal;
