const TaliNiAarti = () => {
  return (
    <div>
      <div className="about-detail text-center">
        <h3>श्री खंडोबा महाराज तळी आरती</h3>
        <p>
          સદાનંદા ચા યેળકોટ,
          <br />
          હર હર મહાદેવ ચિતામણ મોરિયા,
          <br />
          બૈરોબા ચાંદોબા, સોનાચી જીજોરી,
          <br />
          રૂપાચા ફરાળા, લીલાં ઘોડા,કમરી કંદોરા,
          <br />
          બેબી હીરા,મસ્તક ચીરા,
          <br />
          આંગવર સાલ,સદા લાલ,
          <br />
          મ્હાળસા સુંદરી, બાણગા ધનગરી,
          <br />
          આરતી કરી,નાના પરી,
          <br />
          દેવાલા સમુહ ભંડારા ચા યેળકોટ
          <br />
          બોલ ભવાની માત કી જય----
          <br />
        </p>
      </div>
    </div>
  );
};

export default TaliNiAarti;
