const Vishvambhari = () => {
  return (
    <div>
      <div className="about-detail text-center">
        <h3>વિશ્વંભરી સ્તુતિ</h3>
        <p>
          <br />
          વિશ્વંભરી અખિલ વિશ્વતણી જનેતા,
          <br />
          વિદ્યા ધરી વદનમાં વસજો વિધાતા| <br />
          દુર્બુદ્ધિને દુર કરી સદ્બુદ્ધિ આપો,
          <br />
          મામ્ પાહિ ઓમ ભગવતિ ભવ દુઃખ કાપો||
          <br />
          <br />
          ભુલો પડી ભવરણે ભટકુ ભવાની,
          <br />
          સૂજે નહી લગિર કોઈ દિશા જવાની|
          <br />
          ભાસે ભયંકર વળી મનના ઉતાપો,
          <br />
          મામ્ પાહી ઓમ ભગવતિ ભવ દુઃખ કાપો||
          <br />
          <br />આ રંકને ઉગરવા નથી કોઈ આરો,
          <br />
          જનમાન્ધ છું જનની હુ ગ્રહિ બાળ તારો||
          <br />
          ના શું સુણો ભગવતિ શિશુ ના વિલાપો,
          <br />
          મામ્ પાહિ ઓમ ભગવતિ ભવ દુઃખ કાપો||
          <br />
          <br />
          મા કર્મ જન્મ કથની કરતા વિચારૂં,
          <br />આ સૃષ્ટિમા તુજ વિના નથી કોઈ મરૂં|
          <br />
          કોને કહું કઠણ યોગ તણો બળાપો,
          <br />
          મામ્ પાહિ ઓમ ભગવતિ ભવ દુઃખ કાપો||
          <br />
          <br />
          હું કામ ક્રોધ મદ મોહ થકી છકેલો,
          <br />
          આડંબરે અતિ ઘણો મદથી બકેલો|
          <br />
          દોષો થકી દુષિત ના કરી માફ પાપો,
          <br />
          મામે પાહિ ઓમ ભગવતિ ભવ દુઃખ કાપો|
          <br />
          <br />
          ના શાસ્ત્ર ના શ્રવણનું પયપાન પીધું,
          <br />
          ના મંત્ર કે સ્તુતિ કથા નથી કાંઈ કીધું|
          <br />
          શ્રધ્ધા ધરી નથી કર્યા તવ નામ જાપો,
          <br />
          મામ્ પાહિ ઓમ ભગવતી ભવ દુઃખ કાપો||
          <br />
          <br />
          રે રે ભવાની બહુ ભૂલ થઈ છે મારી,
          <br />આ જિંદગી થઈ મને અતિશય અકારી|
          <br />
          દોષો પ્રજાળી સધળા તવ છાપ છાપો,
          <br />
          મામ્ પાહિ ઓમ્ ભગવતિ ભવ દુઃખ કાપો||
          <br />
          <br />
          ખાલી ન કોઈ સ્થળ છે વીણ આપ ઘારો,
          <br />
          બ્રહ્માંડમાં અણુ અણુ મહી વાસ તારો|
          <br />
          શક્તિ ન માપ ગણવા અગણિત માપો,
          <br />
          મામ્ પાહિ ઓમ ભગવતિ ભવ દુઃખ કાપો||
          <br />
          <br />
          પાપે પ્રપંચ કરવા બધી વાતે પૂરો,
          <br />
          ખોટો ખરો ભગવતિ પણ હું તમારો|
          <br />
          જાડયાંધકાર દૂર કરી સદબુદ્ધિ આપો,
          <br />
          મામ્ પાહી ઓમ ભગવતિ ભવ દુઃખ કાપો||
          <br />
          <br />
          શીખે સુણે રસિક છંદ જ એક ચિત્તે,
          <br />
          તેના થકી ત્રિવિધ તાપ ટળે ખચીતે|
          <br />
          વાધે વિશેષ વળી અંબા તણા પ્રતાપો,
          <br />
          મામ્ પાહિ ઓમ ભગવતિ ભવ દુઃખ કાપો||
          <br />
          <br />
          શ્રી સદગુરુ ના શરણમા રહીને ભજુ છુ,
          <br />
          રાત્રિ દિને ભગવતિ તુજને ભજું છું|
          <br />
          સદ્ભક્ત સેવક તણા પરિતાપ ચાપો,
          <br />
          મામ્ પાહિ ઓમ ભગવતિ ભવ દુઃખ કાપો||
          <br />
          <br />
          અંતર વિષે અધિક ઉર્મિ થતાં ભવાની,
          <br />
          ગાઉ સ્તુતિ તવ બળે નમીને મૃગાની|
          <br />
          સંસારના સકળ રોગ સમૂળ કાપો,
          <br />
          મામ્ પાહિ ઓમ ભગવતિ ભવ દુઃખ કાપો||
          <br />
        </p>
      </div>
    </div>
  );
};

export default Vishvambhari;
